tap "homebrew/bundle"

brew "1password-cli"
brew "age"
brew "agent-browser"
brew "autossh"
brew "bruno"
brew "claude-code"
brew "codex"
brew "csvlens"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "glow"
brew "gnupg"
brew "jq"
brew "libavif"
brew "libpq"
brew "mas"
brew "mysql"
brew "nginx"
brew "node@24"
brew "opencode"
brew "pinentry-mac"
brew "portless"
brew "sevenzip"
brew "stow"
brew "vim"
brew "yazi"
brew "zsh-syntax-highlighting"

cask "1password"
cask "bruno"
cask "claude"
cask "codex"
cask "codexbar"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "ghostty"
cask "google-chrome"
cask "iterm2"
cask "jetbrains-toolbox"
cask "jordanbaird-ice"
cask "latest"
cask "linearmouse"
cask "markedit"
cask "microsoft-teams"
cask "notion"
cask "postman"
cask "raycast"
cask "spotify"
cask "stats"
cask "sublime-text"
cask "visual-studio-code"
cask "zoom"
